[
    {
        "TopicName": "Ejection Fraction",
        "BriefInformation": "Ejection fraction (EF) is a measurement, expressed as a percentage, of how much blood the left ventricle pumps out with each contraction",
        "DetailedInformation": "Ejection fraction (EF) is a measurement, expressed as a percentage, of how much blood the left ventricle pumps out with each contraction.\nWhat’s normal? \n A normal heart’s ejection fraction may be between 50 and 70 percent. You can have a normal ejection fraction measurement and still have heart failure (called HFpEF or heart failure with preserved ejection fraction). If the heart muscle has become so thick and stiff that the ventricle holds a smaller than usual volume of blood, it might still seem to pump out a normal percentage of the blood that enters it. In reality, though, the total amount of blood pumped isn’t enough to meet your body’s needs.\nWhat’s too low? A ejection fraction measurement under 40 percent may be evidence of heart failure or cardiomyopathy. An EF from 41 to 49 percent may be considered “borderline.” It does not always indicate that a person is developing heart failure. Instead, it may indicate damage, perhaps from a previous heart attack. In severe cases, ejection fraction can be very low.\nWhat’s too high? An ejection fraction measurement higher than 75 percent may indicate a heart condition such as hypertrophic cardiomyopathy",
        "AdditionalResources":[
            "heart.org/en/health-topics/heart-failure/diagnosing-heart-failure/ejection-fraction-heart-failure-measurement",
            "https://www.heart.org/-/media/files/health-topics/heart-failure/hf-and-your-ejection-fraction-explained.pdf?la=en"
        ],
        "Tags": "heart failure, cardiomyopathy"
    },
    {
        "TopicName": "Heart Failure",
        "BriefInformation": "Heart failure means that the heart isn’t pumping as well as it should be.",
        "DetailedInformation": "Heart failure means that the heart isn’t pumping as well as it should be.\nThe term “heart failure” makes it sound like the heart is no longer working at all and there’s nothing that can be done. Actually, heart failure means that the heart isn’t pumping as well as it should be. Congestive heart failure is a type of heart failure that requires seeking timely medical attention, although sometimes the two terms are used interchangeably.\nYour body depends on the heart’s pumping action to deliver oxygen- and nutrient-rich blood to the body’s cells. When the cells are nourished properly, the body can function normally. With heart failure, the weakened heart can’t supply the cells with enough blood. This results in fatigue and shortness of breath and some people have coughing. Everyday activities such as walking, climbing stairs or carrying groceries can become very difficult.",
        "AdditionalResources": [
            "https://www.heart.org/en/health-topics/heart-failure/what-is-heart-failure",
            "https://www.heart.org/-/media/files/health-topics/answers-by-heart/what-is-heart-failure.pdf?la=en"
        ], 
        "Tags": "heart failure"
    },
    {
        "TopicName": "Hypertension",
        "BriefInformation": "High blood pressure in the arteries that supply the lungs is called pulmonary hypertension (PH) or pulmonary arterial hypertension (PAH)",
        "DetailedInformation": "High blood pressure in the arteries that supply the lungs is called pulmonary hypertension (PH) or pulmonary arterial hypertension (PAH).\nThe blood pressure measured by a cuff on your arm isn't directly related to the pressure in your lungs. The blood vessels that supply the lungs constrict and their walls thicken, so they can't carry as much blood. As in a kinked garden hose, pressure builds up and backs up. The heart works harder, trying to force the blood through. If the pressure is high enough, eventually the heart can't keep up, and less blood can circulate through the lungs to pick up oxygen. Patients then become tired, dizzy and short of breath.\nIf a pre-existing disease triggered the PH, doctors call it secondary pulmonary hypertension. That's because it's secondary to another problem, such as a left heart or lung disorder. However, congenital heart disease can cause PH that's similar to PH when the cause isn't known, i.e., idiopathic or unexplained pulmonary arterial hypertension. In this case, the PAH is considered pulmonary arterial hypertension associated with congenital heart disease, such as associated with a VSD or ASD (either repaired or unrepaired). The problem is due to scarring in the small arteries in the lung.",
        "AdditionalResources": [
            "https://www.heart.org/en/health-topics/congenital-heart-defects/the-impact-of-congenital-heart-defects/pulmonary-hypertension"        
        ],
        "Tags": "Hypertension, congenital heart disease"
    },
    {
        "TopicName": "Body Mass Index",
        "BriefInformation": "BMI is an indicator of the amount of body fat for most people. It is used as a screening tool to identify whether anadult is at a healthy weight.",
        "DetailedInformation": "BMI is an indicator of the amount of body fat for most people. It is used as a screening tool to identify whether an adult is at a healthy weight.\nBMI stands for Body Mass Index: This is a numerical value of your weight in relation to your height. A BMI between 18.5 and 25 kg/m² indicates a normal weight. A BMI of less than 18.5 kg/m² is considered underweight. A BMI between 25 kg/m² and 29.9 kg/m² is considered overweight. A BMI of 30 kg/m² or higher is considered obese. Excess weight increases the heart's work.\nIt also raises blood pressure and blood cholesterol and triglyceride levels and lowers HDL (good) cholesterol levels. It can make diabetes more likely to develop, too. Lifestyle changes that help you maintain a 3-5% weight loss are likely to result in clinically meaningful improvements in blood glucose, triglycerides, and risk of developing type 2 diabetes. Greater weight loss can even help reduce BP and improve blood cholesterol.\nTo calculate your BMI: Type your height and weight into the online BMI calculator from NIH  (https://www.nhlbi.nih.gov/health/educational/lose_wt/BMI/bmicalc.htm).",
        "AdditionalResources": [
            "https://www.heart.org/en/healthy-living/healthy-eating/losing-weight/bmi-in-adults",
            "https://www.youtube.com/watch?v=FMmfO-m-zEI",
            "https://www.webmd.com/heart-disease/heart-failure/monitoring-heart-failure",
            "https://www.nhlbi.nih.gov/health/educational/lose_wt/BMI/bmicalc.htm"
        ],
        "Tags": "Body Mass Index (BMI), healthy weight, underweight, overweight, obese, diabetes, blood cholesterol"
    },
    {
        "TopicName": "Insulin",
        "BriefInformation": "When your body doesn’t produce enough insulin and/or doesn’t efficiently use the insulin it produces, sugar levels rise in the bloodstream",
        "DetailedInformation": "When your digestive system breaks down food, your blood sugar level rises. The body’s cells absorb the sugar (glucose) in the bloodstream and use it for energy. The cells do this using a hormone called insulin, which is produced by the pancreas, an organ near the stomach.\nWhen your body doesn’t produce enough insulin and/or doesn’t efficiently use the insulin it produces, sugar levels rise in the bloodstream. As a result: \n1. Right away, the body’s cells may be starved for energy. \n2. Over time, high blood glucose levels may damage the eyes, kidneys, nerves or heart.\nType 1 diabetes develops when the body’s immune system attacks and destroys cells in the pancreas that make insulin.",
        "AdditionalResources": [
            "https://www.heart.org/en/health-topics/diabetes/about-diabetes",
            "https://www.heart.org/en/health-topics/diabetes/prevention--treatment-of-diabetes",
            "https://www.heart.org/en/health-topics/diabetes/about-diabetes/prediabetes-and-digestion"
        ],
        "Tags": "Insulin, diabetes, glucose levels, sugar levels"
    },
    {
        "TopicName": "Cholesterol",
        "BriefInformation": "Cholesterol is a waxy substance. It’s not inherently “bad.” In fact, your body needs it to build cells. But too much cholesterol can pose a problem.",
        "DetailedInformation": "Cholesterol is a waxy substance. It’s not inherently “bad.” Your body needs it to build cells and make vitamins and other hormones. But too much cholesterol can pose a problem.\nCholesterol comes from two sources. Your liver makes all the cholesterol you need. The remainder of the cholesterol in your body comes from foods from animals. For example, meat, poultry and dairy products all contain dietary cholesterol.\nThose same foods are high in saturated and trans fats. These fats cause your liver to make more cholesterol than it otherwise would. For some people, this added production means they go from a normal cholesterol level to one that’s unhealthy.\nSome tropical oils – such as palm oil, palm kernel oil and coconut oil – contain saturated fat that can increase bad cholesterol. These oils are often found in baked goods.",
        "AdditionalResources": [
            "https://watchlearnlive.heart.org/index.php?moduleSelect=hdlldl",
            "https://www.heart.org/en/health-topics/cholesterol/hdl-good-ldl-bad-cholesterol-and-triglycerides",
            "https://www.heart.org/en/health-topics/cholesterol",
            "https://www.heart.org/en/health-topics/cholesterol/about-cholesterol"
        ],
        "Tags": "Cholesterol, fats, saturated and trans fats"
    },
    {
        "TopicName": "Sodium intake/salt intake",
        "BriefInformation": "Reduced sodium/salt intake lowers your blood pressure and/or prevent high blood pressure (HBP or hypertension) from developing in the first place.",
        "DetailedInformation": "Many Americans have acquired a taste for a high salt diet. One way to cut back is to skip the table salt. However, most of the sodium in our diets comes from packaged, processed foods. Eating these foods less often can help reduce your sodium intake, lower your blood pressure and/or prevent high blood pressure (HBP or hypertension) from developing in the first place.\nMost sea salts don’t offer any real health advantages. The minute amounts of trace minerals found in sea salt are easily obtained from other healthy foods. Sea salt also generally contains less iodine (added to prevent goiter) than table salt.",
        "AdditionalResources": [
            "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sodium/sea-salt-vs-table-salt",
            "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sodium/sodium-and-kids",
            "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sodium/sodium-sources"
        ],
        "Tags": "Sodium intake/salt intake, high blood pressure, hypertension,Sea salt, table salt"

    },
    {
        "TopicName": "Saturated fats",
        "BriefInformation": "Eating foods that contain saturated fats raises the level of cholesterol in your blood. High levels of LDL cholesterol in your blood increase your risk of heart disease and stroke.",
        "DetailedInformation": "The American Heart Association recommends aiming for a dietary pattern that achieves 5% to 6% of calories from saturated fat.\nFor example, if you need about 2,000 calories a day, no more than 120 of them should come from saturated fat.\nThat’s about 13 grams of saturated fat per day.\nFrom a chemical standpoint, saturated fats are simply fat molecules that have no double bonds between carbon molecules because they are saturated with hydrogen molecules. Saturated fats are typically solid at room temperature.\nReplacing foods that are high in saturated fat with healthier options can lower blood cholesterol levels and improve lipid profiles",
        "AdditionalResources": [
            "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/saturated-fats",
            "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/trans-fat",
            "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/dietary-fats"
        ],
        "Tags": "Saturated fats, cholesterol, heart disease, stroke"

    },
    {
        "TopicName": "Heart attack",
        "BriefInformation": "Heart attacks occur when the blood flow to a part of the heart is blocked, usually by a blood clot. If this clot cuts off blood flow completely, the part of the heart muscle supplied by that artery begins to die.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Heart attack"

    },
    {
        "TopicName": "Stroke",
        "BriefInformation": "Stroke occurs when a blood vessel that feeds the brain gets blocked or bursts. When that happens, part of the brain can’t get the blood (and oxygen) it needs. Brain tissue then begins to die.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Stroke"

    },
    {
        "TopicName": "Cholesterol",
        "BriefInformation": "Cholesterol is a waxy substance that circulates in the blood. Your body needs it to build cells and make vitamins and other hormones. However, as the amount of cholesterol in your blood increases, so does the risk to your health. High cholesterol contributes to a higher risk of cardiovascular diseases, such as heart disease and stroke.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Cholesterol"

    },
    {
        "TopicName": "HDL Cholesterol",
        "BriefInformation": "HDL cholesterol is called “good” cholesterol. A healthy HDL-cholesterol level may protect against heart attack and stroke. HDL takes cholesterol away from your arteries and back to the liver. There, it’s processed so that excess can be removed from your body. HDL may also remove cholesterol from plaque in the arteries.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "HDL Cholesterol"

    },
    {
        "TopicName": "LDL Cholesterol",
        "BriefInformation": "LDL cholesterol is known as “bad” cholesterol. The body’s tissues use some of this cholesterol to build cells. But too much of it can cause fatty buildups inside your arteries. With LDL, lower is better to reduce heart attack and stroke risk in people who are at high risk.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "LDL Cholesterol"

    },
    {
        "TopicName": "Triglycerides",
        "BriefInformation": "Triglycerides are the most common type of fat in your body. They come from food, and your body also makes them. They store excess energy from your diet.A high triglyceride level combined with high LDL (bad) cholesterol or low HDL (good) cholesterol is linked with fatty buildups within the artery walls. This increases the risk of heart attack and stroke.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Triglycerides"

    },
    {
        "TopicName": "High blood pressure ",
        "BriefInformation": "High blood pressure, also called hypertension, means the pressure in your arteries is consistently above the normal range. Blood pressure is the force of blood pushing against blood vessel walls. It’s recorded as two numbers, such as 122/78 mm Hg. The top number (systolic) is the pressure when the heart beats. The bottom number (diastolic) is the pressure when the heart rests between beats.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "High blood pressure"

    },
    {
        "TopicName": "Life's Essential 8",
        "BriefInformation": "Life’s Essential 8 are the key measures for improving and maintaining cardiovascular health, as defined by the American Heart Association. Better cardiovascular health helps lower the risk for heart disease, stroke and other major health problems. They include: Eat Better, Be More Active, Quit Tobacco, Get Healthy Sleep, Manage Weight, Control Cholesterol, Manage Blood Sugar and Manage Blood Pressure.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Life's Essential 8"

    },
    {
        "TopicName": "ASCVD",
        "BriefInformation": "Atherosclerotic cardiovascular disease, otherwise known as ASCVD, is caused by plaque buildup in arterial walls and refers to conditions that include: Coronary Heart Disease (CHD), such as myocardial infarction, angina, and coronary artery stenosis.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "ASCVD"

    },
    {
        "TopicName": "Statins (HMG-CoA reductase inhibitors)",
        "BriefInformation": "Statins (HMG-CoA reductase inhibitors) prevent the production of cholesterol in the liver. Their major effect is to lower LDL (bad) cholesterol.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Statins"

    },
    {
        "TopicName": "Ezetimibe (cholesterol absorption inhibitors)",
        "BriefInformation": "Ezetimibe (cholesterol absorption inhibitors) works by preventing cholesterol from being absorbed in the intestine. It’s the most commonly used non-statin agent.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Ezetimibe (cholesterol absorption inhibitors)"

    },
    {
        "TopicName": "PCSK9 inhibitors",
        "BriefInformation": "PCSK9 inhibitors are powerful LDL-lowering drugs. They bind to and inactivate a protein in liver to lower LDL (bad) cholesterol. Some names are alirocumab and evolocumab.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "PCSK9 inhibitors"

    },
    {
        "TopicName": "Hyperlipidemia",
        "BriefInformation": "Hyperlipidemia means your blood has too many lipids (or fats), such as cholesterol and triglycerides. One type of hyperlipidemia, hypercholesterolemia, means you have too much non-HDL cholesterol and LDL (bad) cholesterol in your blood. This condition increases fatty deposits in arteries and the risk of blockages.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Hyperlipidemia"

    },
    {
        "TopicName": "Familial hypercholesterolemia (FH)",
        "BriefInformation": "Familial hypercholesterolemia (FH) is an inherited defect in how the body recycles LDL (bad) cholesterol. As a result, LDL levels in the blood remain very high. People with FH are essentially born with high LDL cholesterol.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Familial hypercholesterolemia(FH)"

    },
    {
        "TopicName": "Support Network",
        "BriefInformation": "Signing up at www.heart.org/SupportNetwork is easy, and membership is free — putting advice, encouragement and reliable, helpful information at your fingertips whenever you need.",
        "DetailedInformation": "",
        "AdditionalResources": [],
        "Tags": "Support Network"

    },
    {
        "TopicName": "What is Lp(a)?",
        "BriefInformation": "https://www.heart.org/-/media/files/health-topics/cholesterol/what-is-lpa.pdf?utm_source=heart-stroke-app&utm_medium=display&utm_campaign=lpa",
        "DetailedInformation": "It stands for lipoprotein (a).It is a type of lipoprotein that is genetically inherited and is a common independent risk factor for heart disease.",
        "AdditionalResources": [
            "https://www.heart.org/-/media/files/health-topics/cholesterol/what-is-lpa.pdf?utm_source=heart-stroke-app&utm_medium=display&utm_campaign=lpa"
        ],
        "Tags": "Lipoprotein"

    },
    {
        "TopicName": "Understanding the Lp(a) Test",
        "BriefInformation": "https://www.heart.org/-/media/files/health-topics/cholesterol/lpa-test.pdf?utm_source=heart-stroke-app&utm_medium=display&utm_campaign=lpa",
        "DetailedInformation": "Levels higher than 50 mg/dL(125 nmol/L) are considered to be high. Lp(a) is a genetic risk factor, if you have high Lp(a), encourage your family member.",
        "AdditionalResources": [
            "https://www.heart.org/-/media/files/health-topics/cholesterol/lpa-test.pdf?utm_source=heart-stroke-app&utm_medium=display&utm_campaign=lpa"
        ],
        "Tags": "Lipoprotein, Lp(a) Test"

    },
    {
        "TopicName": "Understanding My Lp(a) Risk",
        "BriefInformation": "https://www.heart.org/-/media/files/health-topics/cholesterol/lpa-discussion-guide.pdf?utm_source=heart-stroke-app&utm_medium=display&utm_campaign=lpa",
        "DetailedInformation": "Patients with an Lp(a) of 14-30mg/dl are considered to be at borderline risk, and those within the range of 31-50md/dl are at high risk.",
        "AdditionalResources": [
            "https://www.heart.org/-/media/files/health-topics/cholesterol/lpa-discussion-guide.pdf?utm_source=heart-stroke-app&utm_medium=display&utm_campaign=lpa"
        ],
        "Tags": "Lipoprotein, Lp(a) Risk"

    }
]
